export default {
  "gs": {
    headers: [{key: "统计项", name: "统计项", width: "10%"}, {key: "中海庭", name: "中海庭", width: "10%"}, {key: "大连新源", name: "大连新源", width: "10%"}, {key: "联创汽车电子（整体）", name: "联创汽车电子（整体）", width: "10%"}, {key: "联创汽车电子（本部）", name: "联创汽车电子（本部）", width: "10%"}, {key: "联创汽车电子（时创科技）", name: "联创汽车电子（时创科技）", width: "10%"}, {key: "联创汽车电子（上汽英飞凌）", name: "联创汽车电子（上汽英飞凌）", width: "10%"}, {key: "TBD海外出行科技公司（筹）", name: "TBD海外出行科技公司（筹）", width: "10%"}, {key: "备注", name: "备注", width: "20%"}],
    data: {
      "3": [{
          "统计项": "企业员工人数",
          "中海庭": 144,
          "大连新源": 212,
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "研发人员人数",
          "中海庭": "126人",
          "大连新源": "64人",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "法定工作总时长",
          "中海庭": "",
          "大连新源": "",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "研发人员法定工作总时长",
          "中海庭": "22176小时",
          "大连新源": "10848小时",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "实际工作时长",
          "中海庭": "",
          "大连新源": "",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "研发人员实际工作时长",
          "中海庭": "27442.8小时",
          "大连新源": "10611小时",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "加班总时长",
          "中海庭": "",
          "大连新源": "",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "研发人员加班总时长",
          "中海庭": "5266.8小时",
          "大连新源": "400小时",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "法定工作时长（人均）",
          "中海庭": "",
          "大连新源": "",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "研发人员法定工作时长（人均）",
          "中海庭": "8小时/天",
          "大连新源": "7.7小时/天",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "实际工作时长（人均）",
          "中海庭": "",
          "大连新源": "",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "研发人员实际工作时长（人均）",
          "中海庭": "9.9小时/天",
          "大连新源": "7.53天",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "加班时长（人均）",
          "中海庭": "",
          "大连新源": "",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "研发人员加班时长（人均）",
          "中海庭": "1.9小时/天",
          "大连新源": "0.28小时/天",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        }
      ],
      "4": [{
          "统计项": "企业员工人数",
          "中海庭": 150,
          "大连新源": 211,
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": "1.员工人数为222人，其中在岗人员211人，研发人员59人。\n2.在计算（ 人均，小时/天 ）过程中，均以20天为基数。\n3. 情况说明：4月份标准工作日20天。"
        },
        {
          "统计项": "研发人员人数",
          "中海庭": "129人",
          "大连新源": "59人",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "法定工作总时长",
          "中海庭": "",
          "大连新源": "",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "研发人员法定工作总时长",
          "中海庭": "20640小时",
          "大连新源": "9440小时",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "实际工作时长",
          "中海庭": "",
          "大连新源": "",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "研发人员实际工作时长",
          "中海庭": "25548小时",
          "大连新源": "9651.5小时",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "加班总时长",
          "中海庭": "",
          "大连新源": "",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "研发人员加班总时长",
          "中海庭": "4908小时",
          "大连新源": "211.5小时",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "法定工作时长（人均）",
          "中海庭": "",
          "大连新源": "",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "研发人员法定工作时长（人均）",
          "中海庭": "8小时/天",
          "大连新源": "8小时/天",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "实际工作时长（人均）",
          "中海庭": "",
          "大连新源": "",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "研发人员实际工作时长（人均）",
          "中海庭": "9.9小时/天",
          "大连新源": "8.18小时/天",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "加班时长（人均）",
          "中海庭": "",
          "大连新源": "",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "研发人员加班时长（人均）",
          "中海庭": "1.9小时/天",
          "大连新源": "0.18小时/天",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        }
      ],
      "5": [{
          "统计项": "企业员工人数",
          "中海庭": "152人",
          "大连新源": "226人",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": "情况说明：4月份标准工作日20天。"
        },
        {
          "统计项": "研发人员人数",
          "中海庭": "128人",
          "大连新源": "60人",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "法定工作总时长",
          "中海庭": "26752小时",
          "大连新源": "39776小时",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "研发人员法定工作总时长",
          "中海庭": "22528小时",
          "大连新源": "10560小时",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "实际工作时长",
          "中海庭": "33647.28小时",
          "大连新源": "43336小时",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "研发人员实际工作时长",
          "中海庭": "28642.15小时",
          "大连新源": "10825小时",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "加班总时长",
          "中海庭": "6895.28小时",
          "大连新源": "3560小时",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "研发人员加班总时长",
          "中海庭": "6114.15小时",
          "大连新源": "265小时",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "法定工作时长（人均）",
          "中海庭": "8小时/天",
          "大连新源": "8小时/天",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "研发人员法定工作时长（人均）",
          "中海庭": "8小时/天",
          "大连新源": "8小时/天",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "实际工作时长（人均）",
          "中海庭": "10.06小时/天",
          "大连新源": "8.72小时/天",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "研发人员实际工作时长（人均）",
          "中海庭": "10.17小时/天",
          "大连新源": "8.2小时/天",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "加班时长（人均）",
          "中海庭": "2.06小时/天",
          "大连新源": "0.72小时/天",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        },
        {
          "统计项": "研发人员加班时长（人均）",
          "中海庭": "2.17小时/天",
          "大连新源": "0.2小时/天",
          "联创汽车电子（整体）": "",
          "联创汽车电子（本部）": "",
          "联创汽车电子（时创科技）": "",
          "联创汽车电子（上汽英飞凌）": "",
          "TBD海外出行科技公司（筹）": "",
          "备注": ""
        }
      ]
    }
  }
}
