export default {
  quality: {
    up: [{
        "外业批次": "0117-0124",
        "区域": "上海（补采）",
        "总里程": 88.4,
        "合格里程": 77.2,
        "合格率": 0.8733,
        "对策": "纠偏处理后满足",
        "合格标准": 0.95
      },
      {
        "外业批次": "0131-0203",
        "区域": "北京",
        "总里程": 114.8,
        "合格里程": 114.8,
        "合格率": 1,
        "对策": "-",
        "合格标准": 0.95
      },
      {
        "外业批次": 304,
        "区域": "上海",
        "总里程": 46,
        "合格里程": 46,
        "合格率": 1,
        "对策": "-",
        "合格标准": 0.95
      },
      {
        "外业批次": "0306-0315",
        "区域": "上海",
        "总里程": 54.6,
        "合格里程": 50.9,
        "合格率": 0.9322,
        "对策": "照片曝光处理后满足",
        "合格标准": 0.95
      },
      {
        "外业批次": 310,
        "区域": "上海",
        "总里程": 24.9,
        "合格里程": 23.4,
        "合格率": 0.9398,
        "对策": "设备检修，并对数据重新采集",
        "合格标准": 0.95
      },
      {
        "外业批次": "0317-0322",
        "区域": "上海",
        "总里程": 80.36,
        "合格里程": 77.08,
        "合格率": 0.9592,
        "对策": "",
        "合格标准": 0.95
      },
      {
        "外业批次": "0311-0327",
        "区域": "上海",
        "总里程": 92.89,
        "合格里程": 71.09,
        "合格率": 0.7653,
        "对策": "",
        "合格标准": 0.95
      },
      {
        "外业批次": "0108-0109",
        "区域": "苏州",
        "总里程": 176.8,
        "合格里程": 176.58,
        "合格率": 0.9988,
        "对策": "-",
        "合格标准": 0.95
      },
      {
        "外业批次": "0110-0115",
        "区域": "苏州",
        "总里程": 328.5,
        "合格里程": 311.8,
        "合格率": 0.9492,
        "对策": "进行纠偏处理",
        "合格标准": 0.95
      },
      {
        "外业批次": "0118-0123",
        "区域": "上海（补采）",
        "总里程": 95.7,
        "合格里程": 89.8,
        "合格率": 0.9383,
        "对策": "进行纠偏处理",
        "合格标准": 0.95
      },
      {
        "外业批次": "0130-0205",
        "区域": "北京",
        "总里程": 262.4,
        "合格里程": 247,
        "合格率": 0.9413,
        "对策": "进行纠偏处理",
        "合格标准": 0.95
      }
    ],
    down: {
      "路网": [{
        "月": '一',
        "错误发生率": 0,
        "错误发生率标准": 0.05,
        "错误流出率": 0,
        "错误流出率标准": 0.02
      }, {
        "月": '二',
        "错误发生率": 0,
        "错误发生率标准": 0.05,
        "错误流出率": 0,
        "错误流出率标准": 0.02
      }, {
        "月": '三',
        "错误发生率": 0.0407,
        "错误发生率标准": 0.05,
        "错误流出率": 0.0158,
        "错误流出率标准": 0.02
      }, {
        "月": '四',
        "错误发生率": 0.0407,
        "错误发生率标准": 0.05,
        "错误流出率": 0.0158,
        "错误流出率标准": 0.02
      }],
      "地物": [{
        "月": '一',
        "错误发生率": 0,
        "错误发生率标准": 0.15,
        "错误流出率": 0,
        "错误流出率标准": 0.02
      }, {
        "月": '二',
        "错误发生率": 0,
        "错误发生率标准": 0.15,
        "错误流出率": 0,
        "错误流出率标准": 0.02
      }, {
        "月": '三',
        "错误发生率": 0.1183,
        "错误发生率标准": 0.15,
        "错误流出率": 0.0017,
        "错误流出率标准": 0.02
      }, {
        "月": '四',
        "错误发生率": 0.1183,
        "错误发生率标准": 0.15,
        "错误流出率": 0.0017,
        "错误流出率标准": 0.02
      }]
    }
  },
  cost: {
    '内业': [{
        "月份": "一",
        "总成本（元）": 0,
        "总公里数（公里）": 0,
        "成本（元/公里）": 0,
        "成本目标（元/公里）": 600
      },
      {
        "月份": "二",
        "总成本（元）": 0,
        "总公里数（公里）": 0,
        "成本（元/公里）": 0,
        "成本目标（元/公里）": 600
      },
      {
        "月份": "三",
        "总成本（元）": 260000,
        "总公里数（公里）": 200,
        "成本（元/公里）": 1300,
        "成本目标（元/公里）": 600
      },
      {
        "月份": "四",
        "总成本（元）": 191520,
        "总公里数（公里）": 140.5,
        "成本（元/公里）": 1363,
        "成本目标（元/公里）": 600
      }
    ],
    '外业': [{
        "月份": "一",
        "总成本（元）": 127654.40,
        "总公里数（公里）": 836.5,
        "市区成本目标（元/公里）": 200,
        "高速成本目标（元/公里）": 400,
        "市区成本（元/公里）": 152.6,
        "高速成本（元/公里）": 0
      },
      {
        "月份": "二",
        "总成本（元）": 78370.80,
        "总公里数（公里）": 330.7,
        "市区成本目标（元/公里）": 200,
        "高速成本目标（元/公里）": 400,
        "市区成本（元/公里）": 237,
        "高速成本（元/公里）": 0
      },
      {
        "月份": "三",
        "总成本（元）": 63654.90,
        "总公里数（公里）": 201.2,
        "市区成本目标（元/公里）": 200,
        "高速成本目标（元/公里）": 400,
        "高速成本（元/公里）": 316.4,
        "市区成本（元/公里）": 0
      },
      {
        "月份": "四",
        "总成本（元）": 77786.00,
        "总公里数（公里）": 321,
        "市区成本目标（元/公里）": 200,
        "高速成本目标（元/公里）": 400,
        "高速成本（元/公里）": 242.3,
        "市区成本（元/公里）": 0
      }
    ]
  },
  hr: {
    degree: [{
        "学历": "博士",
        "4月人数": 2,
        "4月比例": 0.013,
        "3月人数": 2,
        "3月比例": 0.014,
        "2月人数": 2,
        "2月比例": 0.013,
        "1月人数": 2,
        "1月比例": 0.013
      },
      {
        "学历": "硕士",
        "4月人数": 30,
        "4月比例": 0.2,
        "3月人数": 29,
        "3月比例": 0.201,
        "2月人数": 27,
        "2月比例": 0.181,
        "1月人数": 27,
        "1月比例": 0.181
      },
      {
        "学历": "本科",
        "4月人数": 82,
        "4月比例": 0.54,
        "3月人数": 78,
        "3月比例": 0.542,
        "2月人数": 80,
        "2月比例": 0.544,
        "1月人数": 80,
        "1月比例": 0.544
      },
      {
        "学历": "大专及以下",
        "4月人数": 36,
        "4月比例": 0.24,
        "3月人数": 35,
        "3月比例": 0.243,
        "2月人数": 38,
        "2月比例": 0.262,
        "1月人数": 38,
        "1月比例": 0.262
      }
    ],
    recruit: [{
      "月份": "一",
      "全年计划人数": 195,
      "在职人数": 147,
      "本月预计到岗人数": 0,
      "本月实际到岗人数": 0
    }, {
      "月份": "二",
      "全年计划人数": 195,
      "在职人数": 147,
      "本月预计到岗人数": 3,
      "本月实际到岗人数": 0
    }, {
      "月份": "三",
      "全年计划人数": 195,
      "在职人数": 144,
      "本月预计到岗人数": 5,
      "本月实际到岗人数": 5
    }, {
      "月份": "四",
      "全年计划人数": 195,
      "在职人数": 150,
      "本月预计到岗人数": 11,
      "本月实际到岗人数": 7
    }]
  },
  security: {
    headers: [{ key: "序号", name: "序号", width: "10%" }, { key: "内容", name: "内容", width: "20%" }, { key: "责任人", name: "责任人", width: "10%" }, { key: "实施措施", name: "实施措施", width: "20%" }, { key: "状态", name: "状态", width: "40%" }],
    data: {
      "1": [{
          "序号": 1,
          "内容": "IT信息安全",
          "责任人": "刘奋",
          "实施措施": "IT系统集中管理",
          "状态": "与集团金桥中心进行交流，确认非金桥中心负责，是否是自建还是集团协助未定"
        },
        {
          "序号": 2,
          "内容": "数据保密安全",
          "责任人": "罗跃军",
          "实施措施": "保密机房中数据成果集中管理",
          "状态": "正常"
        },
        {
          "序号": 3,
          "内容": "办公室水电安全",
          "责任人": "李玉东",
          "实施措施": "每日安全值班经理进行点检",
          "状态": "正常"
        },
        {
          "序号": 4,
          "内容": "外业作业安全",
          "责任人": "李玉东",
          "实施措施": "每日汇报",
          "状态": "正常"
        }
      ],
      "2": [{
          "序号": 1,
          "内容": "IT信息安全",
          "责任人": "刘奋",
          "实施措施": "IT系统集中管理",
          "状态": "初步方案是办公电脑采用集中租赁统一品牌，构建IT系统，待方案和预算审核，目标4月份确定",
        },
        {
          "序号": 2,
          "内容": "数据保密安全",
          "责任人": "罗跃军",
          "实施措施": "保密机房中数据成果集中管理",
          "状态": "正常"
        },
        {
          "序号": 3,
          "内容": "办公室水电安全",
          "责任人": "李玉东",
          "实施措施": "每日安全值班经理进行点检",
          "状态": "正常"
        },
        {
          "序号": 4,
          "内容": "外业作业安全",
          "责任人": "李玉东",
          "实施措施": "每日汇报",
          "状态": "正常"
        }
      ],
      "3": [{
          "序号": 1,
          "内容": "IT信息安全",
          "责任人": "刘奋",
          "实施措施": "IT系统集中管理",
          "状态": "MapInfo对策完成。台式机、记笔记统一采购方案已有（不再租赁了吗？），目标4月底。正版化结合预算方案待完善"
        },
        {
          "序号": 2,
          "内容": "数据保密安全",
          "责任人": "罗跃军",
          "实施措施": "保密机房中数据成果集中管理",
          "状态": "正常"
        },
        {
          "序号": 3,
          "内容": "办公室水电安全",
          "责任人": "李玉东",
          "实施措施": "每日安全值班经理进行点检",
          "状态": "正常"
        },
        {
          "序号": 4,
          "内容": "外业作业安全",
          "责任人": "李玉东",
          "实施措施": "每日汇报",
          "状态": "正常"
        }
      ],
      "4": []
    }
  },
  reaction: {
    headers: [{key: "序号", name: "序号", width: "10%"}, {key: "项目", name: "项目", width: "20%"}, {key: "实施情况", name: "实施情况", width: "35%"}, {key: "状态", name: "状态", width: "35%"}],
    data: {
      "1": [{
          "序号": 1,
          "项目": "KBD_Mango，数据覆盖项目",
          "实施情况": "采集总里程： 8560公里（截止1.18号）；有效总里程： 6884公里（截止1.18号）",
          "状态": "1月份上海及周边区域雨水多，切换区域中"
        },
        {
          "序号": 2,
          "项目": "KBD_Iris&Milan, EP21H数据更新和引擎",
          "实施情况": "上汽和同济园区数据更新并提交",
          "状态": "正常"
        },
        {
          "序号": 3,
          "项目": "KBD_Jonquil； 生产平台升级",
          "实施情况": "对接任务管理系统完成；对接系统配置工具、点云处理工具部分完成，其他实施中；",
          "状态": "人力补充中，有延迟"
        }
      ],
      "2": [{
          "序号": 1,
          "项目": "KBD_Mango，数据覆盖项目",
          "实施情况": "采集总里程：9092公里（截止2.24号）；有效总里程：7532公里（截止2.24号）",
          "状态": "正常"
        },
        {
          "序号": 2,
          "项目": "PhoenixⅠ期第一代平台交付项目",
          "实施情况": "开始细化全年任务，3月中旬完成计划细化到小组执行级别",
          "状态": "正常"
        },
        {
          "序号": 3,
          "项目": "资质申请",
          "实施情况": "导航甲级资质申请张程总、唐总和朱董，罗总等2-24拜访了国测局，国测局支持中海庭两会后开始申请；乙级申请资料补充由于上汽集团有外资参股，需国测局确认",
          "状态": "正常"
        }
      ],
      "3": [{
          "序号": 1,
          "项目": "HAD地图一代：数据覆盖，众包更新项目",
          "实施情况": "根据前瞻反馈，调整项目目标，立项前准备工作实施中，目标3月底立项",
          "状态": "正常"
        },
        {
          "序号": 2,
          "项目": "资质申请",
          "实施情况": "预计3月底完成资料的准备；国测局取消带来的影响：原计划领导访问上汽集团及法规司司长变化未知",
          "状态": "外部风险；3.26号北京拜访"
        },
        {
          "序号": 3,
          "项目": "服务前瞻项目",
          "实施情况": "EP21H进入跟踪维护阶段；新增门到门项目（上汽前瞻-上汽总部）项目：进入第一、二、三批数据生产；地库采集项目：外业完成",
          "状态": "正常"
        }
      ],
      "4": [{
          "序号": 1,
          "项目": "一代平台项目",
          "实施情况": "4月底完成立项，明确项目目标、组织结构，框架设计和计划。",
          "状态": "正常"
        },
        {
          "序号": 2,
          "项目": "资质申请",
          "实施情况": "完成国测局和省测绘局对材料的审阅。国测局反馈的8个问题对应中，预计4月底修改完成。",
          "状态": "外部风险；乙级资质申请还未完成，影响甲测资料提交（必须先完成乙级再提交甲级吗？）"
        },
        {
          "序号": 3,
          "项目": "服务前瞻项目",
          "实施情况": "门到门项目（上汽前瞻-上汽总部）项目：已完成80%。三批数据生产完毕，进入bug修改阶段。嘉亭荟地库项目：整体数据已基本完成制作。",
          "状态": "正常"
        },
        {
          "序号": 4,
          "项目": "出行平台",
          "实施情况": "针对出行平台520目标，组织资源，满足出行平台对地图的需求，提交测试SDK与出行平台进行联调",
          "状态": "正常"
        }
      ]
    }
  },
  operation: {
    headers: [{key: "序号", name: "序号", width: "10%"}, {key: "内容", name: "内容", width: "20%"}, {key: "实施情况", name: "实施情况", width: "35%"}, {key: "状态", name: "状态", width: "35%"}],
    data: {
      "1": [{
          "序号": 1,
          "内容": "现金流",
          "实施情况": "现金：144,457,839.88元； 理财：19,000,000.00元",
          "状态": "正常"
        },
        {
          "序号": 2,
          "内容": "商务开拓",
          "实施情况": "积极开拓上汽集团商务，新增上汽大众前瞻和泛亚联系，推进同DeepMap，Mobileye合作POC；",
          "状态": "正常"
        },
        {
          "序号": 3,
          "内容": "项目实施",
          "实施情况": "13个研发类（其中10个上汽和中海庭能力建设项目）、3个生产类项目在实施。",
          "状态": "正常"
        },
        {
          "序号": 4,
          "内容": "资质申请",
          "实施情况": "甲级资质申请资料准备，乙级申请资料补充",
          "状态": "注册测绘师人员补充中"
        }
      ],
      "2": [{
          "序号": 1,
          "内容": "现金流",
          "实施情况": "现金：143,275,923.80元;理财：19,000,000.00元",
          "状态": "正常"
        },
        {
          "序号": 2,
          "内容": "商务开拓",
          "实施情况": "集团内部上汽大众和泛亚合作继续商务接触; 前瞻高精度定位项目测试人员外派",
          "状态": "正常"
        },
        {
          "序号": 3,
          "内容": "组织结构",
          "实施情况": "形成新中海庭组织结构初稿，待确认和批准中",
          "状态": "正常"
        },
        {
          "序号": 4,
          "内容": "内控体系",
          "实施情况": "集团审计室姜总来武汉进行了培训，内部开始查缺补漏，预计3月份形成初稿",
          "状态": "正常"
        }
      ],
      "3": [{
          "序号": 1,
          "内容": "现金流",
          "实施情况": "现金：活期（128676.47元）通知存款（141211229.28元）; 理财：19,000,000.00元",
          "状态": "正常"
        },
        {
          "序号": 2,
          "内容": "商务开拓",
          "实施情况": "集团内部商务对接，推进项目合作：前瞻技术部（仿真、测试外派）、数据业务部（出行平台）、乘用车技术中心（高精度地图及引擎）、环球车享（智能泊车及自动充电示范）",
          "状态": "正常"
        },
        {
          "序号": 3,
          "内容": "组织结构",
          "实施情况": "形成新中海庭组织结构初稿，各业务模块负责人调整和确认中，预计4月份确定",
          "状态": "正常"
        },
        {
          "序号": 4,
          "内容": "内控体系",
          "实施情况": "内部已召开立项启动会议，安排了任务，预计4月中旬形成初稿并试运行",
          "状态": "正常"
        },
        {
          "序号": 5,
          "内容": "入驻硚口",
          "实施情况": "装修加速推进中，预计4月中旬完成，其他入驻前（食堂，公寓，软装，班车，补助政策支持等）准备工作推进中，计划5月入驻。",
          "状态": "正常"
        }
      ],
      "4": [{
          "序号": 1,
          "内容": "现金流",
          "实施情况": "现金：活期（2,347,296.00元）（为什么比上个月增加了那么多？）通知存款（155,378,189.96元）",
          "状态": "正常"
        },
        {
          "序号": 2,
          "内容": "商务开拓",
          "实施情况": "集团内部商务对接，推进项目合作：前瞻技术部（人员外派）、数据业务部（出行平台520目标对应（？什么意思），人员外派）、乘用车技术中心（高精度地图及引擎）、上汽大众（自动泊车）",
          "状态": "正常"
        },
        {
          "序号": 3,
          "内容": "组织结构",
          "实施情况": "基于一代平台项目配套的组织结构初步形成，预计4月底发布",
          "状态": "正常"
        },
        {
          "序号": 4,
          "内容": "内控体系",
          "实施情况": "体系文件初稿完成，完成第一轮内部评审：组织架构、人事管理制度未整体，需要补充，计划5月第一周完成（还要召开临时股东会吗？",
          "状态": "延迟风险"
        },
        {
          "序号": 5,
          "内容": "入驻硚口",
          "实施情况": "已完成硬装，软装推进中，其他入驻前（食堂，公寓，软装，班车，补助政策支持等）准备工作推进中，计划5月入驻。",
          "状态": "正常"
        }
      ]
    }
  }
}
